<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    'password' => 'Գաղտնաբառերը պետք է լինեն առնվազն ութ նիշ և համապատասխանի հաստատմանը:',
    'reset' => 'Ձեր գաղտնաբառը վերականգնվել է:',
    'sent' => 'Մենք էլեկտրոնային փոստով ուղարկել ենք ձեր գաղտնաբառի վերափոխման հղումը:',
    'token' => 'Այս գաղտնաբառի վերակայման նշանը անվավեր է:',
    'user' => "Տվյալ էլ. հասցեով օգտատեր չի գտնվել:",
    'recovery_info' =>'Մուտքագրեք ձեր էլեկտրոնային հասցեն և ստացեք վերականգնման հղումը, որի վրա սեղմելով կստանաք նոր գաղտնաբառ ստեղծելու հնարավորություն՝ այդպիսով իսկ կվերականգնվի ձեր հաշիվը:',
    

];
